Repository: NeboLej/ICounted
Catalog: ICounted/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# alert_error_title
source: Error
ru: Ошибка

# alert_ok_button
source: OK
ru: Да

# alert_success_title
source: Success
ru: Успех

# alert_warinig_title
source: Warning
ru: Внимание

# component_message_form_add_count_button
source: count
ru: Добавить

# component_message_form_date
source: Date
ru: Дата

# component_message_form_message_tf
source: Message
ru: Описание

# component_message_form_message_tf_placeholder
source: Record Message
ru: Как это было?

# component_tooltip_ok_button
source: got it
ru: хорошо

# component_welcomePage_add_counter_button
source: New counter
ru: Новый счетчик

# component_welcomePage_description
source: You don't have any counters yet
ru: У вас пока нет счетчиков

# component_welcomePage_tags_array
source: walking the dogs@offer help to 20 people@fill up the car@watered the ficus@missed the lecture@work 100 days@said "By the way"@morning jog
ru: выгулял собаку@предложить помощь 20 людям@заправил машину@полил фикус@пропустил лекций@отработать 100 смен@употребил слово-паразит "Типа"@бегаю по утру

# counter_add_count_button
source: count
ru: Запись

# counter_current_value
source: value
ru: текущее значение

# counter_delete_alert_message
source: Delete the counter «%@» and the entire history of records without the possibility of recovery?
ru: Удалить счетчик «%@» и всю его историю записей, без возможности восстановления?

# counter_delete_alert_no
source: cancel
ru: отмена

# counter_delete_alert_yes
source: delete
ru: удалить

# counter_delete_record_alert
source: Do you want to delete this record?
ru: Вы хотите удалить эту запись?

# counter_menu_delete
source: delete
ru: удалить

# counter_menu_edit
source: edit
ru: изменить

# counter_records_count
source: %@ records
ru: %@ записей

# counter_target_value
source: target value
ru: цель

# counter_to_widget
source: add to widget
ru: размещен на виджете

# counter_tooltip_longpress
source: Here too, long pressing the button will open a detailed input menu!
ru: Тут тоже долгое нажатие на кнопку откроет меню подробной записи!

# counterCell_add_count_button
source: count
ru: Запись

# counterCell_last_record
source: last record
ru: последняя запись

# counterList_setting_panel
source: Setting
ru: Настройки

# counterList_tooltip_longpress
source: Long press on the counter to open the detailed recording menu!
ru: Долгое нажатие на счетчик откроет меню подробной записи!

# countersList_all_count_panel
source: Count
ru: Записи

# countersList_all_count_panel_desc
source: all count +
ru: всего записей

# countersList_all_counters_panel
source: Counters
ru: Счетчики

# createCounter_colorPiceker
source: Color
ru: Цвет

# createCounter_description_tf
source: Description
ru: Описание

# createCounter_description_tf_placeholder
source: counter description
ru: что планируете считать?

# createCounter_name_tf
source: Name
ru: Название

# createCounter_name_tf_placeholder
source: counter name
ru: название счетчика

# createCounter_save_button
source: SAVE
ru: СОХРАНИТЬ

# createCounter_start_value
source: starting value
ru: стартовое значение

# createCounter_target_value
source: use target value
ru: установить цель

# createCounter_title
source: New counter
ru: Новый счетчик

# createCounter_to_widget
source: add to widget
ru: добавить в виджет

# date_today
source: Today
ru: Сегодня

# date_tomorrow
source: Tomorrow
ru: Завтра

# date_yesterday
source: Yesterday
ru: Вчера

# record_cell_empty_message
source: No message
ru: Нет описания

# setting_version
source: App version
ru: Версия приложения

# settings_count_records_sorting
source: Number of records
ru: Количество записей

# settings_darkMode
source: Dark
ru: Темная

# settings_date_create_sorting
source: Date of creation
ru: Дата создания

# settings_date_record_sorting
source: Date of last record
ru: Дата записи

# settings_language
source: Language
ru: Язык

# settings_lightMode
source: Light
ru: Светлая

# settings_name_sorting
source: Name
ru: Название

# settings_rate_app
source: Rate the app
ru: Оценить приложение

# settings_sorting_counters
source: Sorting counters
ru: Сортировка счетчиков

# settings_support_the_developer
source: Support the developer
ru: Поддержать разработчика

# settings_systemMode
source: As in the system
ru: Как в системе

# settings_themeInterface
source: Interface theme
ru: Тема интерфейса

# settings_title
source: Settings
ru: Настройки

# widget_add_count_button
source: count
ru: запись

# widget_add_count_intent_name
source: Add count
ru: Новая запись

# widget_description
source: Widget for quick recording in ICounter application
ru: Виджет для быстрой записи в приложении ICounter

# widget_emptyState_description
source: No favorite counters\nAdd counter to widget in ICounter app
ru: Нет избранных счетчиков\nДобавьте счетчик в виджет в приложении ICounter

# widget_example_name_1
source: Do the exercises 150 times
ru: Делать упражнение 150 раз

# widget_example_name_2
source: Ate burgers
ru: Съел бургеров

# widget_example_name_3
source: Go to a law lecture
ru: Посетил лекцию по праву

# widget_example_name_4
source: Met Karl this year
ru: Посмотрел серий аниме

# widget_name
source: ICounter Widget
ru: ICounter
